export const RulesText = [
  {
    title: "Классический режим",
    img: "/img/classic.jpg",
    body: "Правила игры описываются следующим образом:\nНожницы режут бумагу. Бумага заворачивает камень. "
  },
  {
    title: "Камень, ножницы, бумага, ящерица, Спок",
    img: "/img/5.webp",
    body: "Правила игры описываются следующим образом:\nНожницы режут бумагу. Бумага заворачивает камень. Камень давит ящерицу, а ящерица травит Спока, в то время как Спок ломает ножницы, которые, в свою очередь, отрезают голову ящерице, которая ест бумагу, на которой улики против Спока."
  }
]
